DropletSpreadingTest/MeshConvergence/case/0.org/p_rgh
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    left
    {
        type            fixedValue;
        value           uniform 0;
    }

    right
    {
        type            fixedValue;
        value           uniform 0;
    }

    front
    {
        type            fixedValue;
        value           uniform 0;
    }

    back
    {
        type            fixedValue;
        value           uniform 0;
    }

    top
    {
        type            fixedValue;
        value           uniform 0;
    }

    bottom
    {
         type            zeroGradient;
    }

}

// ************************************************************************* //


